{
  "tooth decay":{
    "Neem":{
      "Method":[
        "Use Neem Twigs directly"
      ]
    },
    "Aloevera":{
      "Method":[
        "Make alovera gel, blend alovera gel, distilled water, baking soda, xylitol, 3-4 drops of peppermint essential oil. Blend until everything is well combined. Then pour in a jar or another container that you have. Store your aloevera mouthwash in the refrigerator."
      ]
    }
  },
  "skin diseases":{
    "Neem":{
      "Method":[
        "Grind washed neem and tulasi leaves and add them to the boiling base oil. Let the mixture boil for 15 minutes and then remove from the fire and allow it to rest for 2 hours or more. Filter the liquid into a glass jar and cover with a tight lid. Store in a cool dry place where direct sunlight cannot reach it."
      ]
    },
    "Doddapatre":{
      "Method":[
        "Squeeze out the juice and apply it on the affected area. The anti-inflammatory compounds can quickly reduce redness, swelling, itchiness, and irritation."
      ]
    },
    "Aloevera":{
      "Method":[
        "Start with 2 tablespoons of pure honey and mix in 1 tablespoon of pure aloevera. The mixture should be easy to spread, but not runny. Mix in 1/4 tablespoon of ground cinnamon before applying the mask to your face, and relax while the mask does its magic for 5 to 10 minutes. Rinse thoroughly after application."
      ]
    }
  },
  "mouth ulcer":{
    "Neem":{
      "Method":[
        "Use Neem Twigs directly"
      ]
    },
    "Castor":{
      "Method":[
        "Juice from the leaves of the Castor plant is used against ringworms, and warts."
      ]
    }
  },
  "sun burns":{
    "Aloevera":{
      "Method":[
        "To treat a sunburn, spread a layer of pure gel extracted from the inside of an aloe vera leaf over the burnt skin."
      ]
    }
  },
  "stomach pain":{
    "Castor":{
      "Method":[
        "castor oil made from custor leaves is used for stomach pain relief"
      ]
    }
  },
  "indigestion":{
    "Betel":{
      "Method":[
        "Lay a betel leaf flat and apply a small amount of slaked lime on it. Place slices or pieces of areca nut on the betel leaf. Fold the betel leaf to form a quid, and chew the mixture. The act of chewing releases the active compounds and flavors"
      ]
    },
    "Ganike":{
      "Method":[
        "You can prepare an infusion or tea by steeping the berries in hot water. However, due to potential toxicity, it's crucial not to ingest large quantities, and the preparation should be diluted and consumed in moderation."
      ]
    },
    "Curry Leaves":{
      "Method":[
        "Take 2 teaspoons of Curry Leaf juice mixed with a teaspoon of Lime juice every morning. It treats morning sickness, and nausea due to indigestion."
      ]
    },
    "Doddapatre":{
      "Method":[
        "Drink 10ml juice of fresh leaves with hot water"
      ]
    }
  },
  "inflammation":{
    "Betel":{
      "Method":[
        "Stems could be dried and ground into a powder, which might be used in various ways, such as mixing with water, incorporating into herbal formulations, or adding to other foods"
      ]
    },
    "Ganike":{
      "Method":[
        "You can prepare an infusion or tea by steeping the berries in hot water. However, due to potential toxicity, it's crucial not to ingest large quantities, and the preparation should be diluted and consumed in moderation."
      ]
    }
  },
  "reduce neurosis":{
    "Brahmi":{
      "Method":[
        "Take leaves juice and consume it directly"
      ]
    }
  },
  "hyper tension and axiety":{
    "Brahmi":{
      "Method":[
        "Consumed by powdering the leaves and mixing with liquids"
      ]
    }
  },
  "menstural cramps":{
    "Bamboo":{
      "Method":[
        "Bamboo Decoction: Take 10-20 teaspoons of Bamboo decoction. Add the same quantity of water to it. Drink it preferably in the morning. Consume it regularly to get relief from menstrual cramps (dysmenorrhea)."
      ]
    }
  },
  "strengthen the nails":{
    "Bamboo":{
      "Method":[
        "Bamboo Tea: Take 1½ cup of water in a pan. Add 1 teaspoon of dried leaves of Bamboo to it. Boil on medium flame till the water reduces to half of its quantity. Add honey and squeeze a bit of lemon for flavor when it becomes lukewarm. Enjoy the tea on a regular basis to strengthen your hair, nails, and skin."
      ]
    }
  },
  "vomiting":{
    "Bamboo":{
      "Method":[
        "Bamboo Capsules: Take 1-2 capsules of Bamboo. Swallow it with water once a day. Take it to prevent vomiting."
      ]
    }
  },
  "swelling":{
    "Ekka":{
      "Method":[
        "3-4 mature leaves of madar are collected and warmed on its ventral side. Little sesame oil is applied over it and placed over the swelling."
      ]
    }
  },
  "asthma":{
    "Ekka":{
      "Method":[
        "We use flowers and dried in the sunshade made it into fine powder. 1-2 pinches of this are mixed with a little rock salt and used for chewing."
      ]
    }
  },
  "breathing problems":{
    "Ekka":{
      "Method":[
        "Stem juice along with honey can be administered in breathing problems."

      ]
    },
    "Doddapatre":{
      "Methods":[
        "Mix juice of the leaves with sugar"
      ]
    },
    "Ganike":{
      "Method":[
        "Crushed or ground leaves have been applied topically to the skin to address various skin conditions. This includes using them on wounds, eczema, and other skin inflammations. The leaves are sometimes made into poultices or ointments for external application."
      ]
    }
  },
  "chronic anemia":{
    "Curry Leaves":{
      "Method":[
        "To cure chronic anemia, consume dried Curry Leaves along with hot water or milk."
      ]
    }
  },
  "control blood pressure":{
    "Curry Leaves":{
      "Method":[
        "To control blood pressure, take some washed Curry Leaves and add 3/4 glass of water. Churn it well and add some Lemon juice. Consume it once a day on an empty stomach for about one month."
      ]
    }
  },
  "cough":{
    "Tulasi":{
      "Method":[
        "Take a few tulsi leaves. Wash them well. Boil water in a pan, add the tulsi leaves. To it, add 1 teaspoon of grated ginger and 5-6 peppercorns. Boil the mixture for at least 10 minutes. Finally, add a pinch of black salt and squeeze ½ lemon to it. Let it stand for 1 minute. Strain and drink it warm.", "Take water in a deep saucepan and boil it. In the meantime, crush ginger, cloves, black pepper, and cinnamon in a mortar and pestle. Once the water is boiled, add all the crushed ingredients along with basil leaves to the saucepan. Cook on medium heat for about 20 minutes or till the decoction is reduced to half. Strain it in a glass and add honey."
      ]
    },
    "Doddapatre":{
      "Method":[
        "5-6 ml juice of crushed leaves is given with honey"
      ]
    }
  },
  "constipation":{
    "Hibiscus":{
      "Method":[
        "Hibiscus sabdariffa tea has been used safely in amounts of up to 720 mL daily for up to 6 weeks. Side effects are uncommon but might include stomach upset, gas, and constipation."
      ]
    }
  },
  "hair health":{
    "Hibiscus":{
      "Method":[
        "First, crush the hibiscus flower (petals) and leaves using the mortar and pestle. Take a small pot and add 1/2 of coconut oil (or as much as you want). Now add the crushed flower petals and leaves to the oil and boil them for 4-5 minutes. Allow the oil to cool down."
      ]
    },
    "Castor":{
      "Method":[
        " seeds are cleaned, crushed, flaked, cooked and dried prior to oil extraction workshop. Cooking is done to coagulate protein (necessary to permit efficient extraction), and for efficient pressing. The castor oil needs to be filtered after preparation."
      ]
    }
  },
  "sore throat":{
    "Doddapatre":{
      "Method":[
        "Place the leaves on a hot pan to make them soft. Squeeze out the juice (1 tsp), add honey (1/2 tsp) and drink"
      ]
    }
  },
  "headache":{
    "Doddapatre":{
      "Method":[
        "Mix juice of the leaves with sugar"
      ]
    }
  },
  "conjuctivities":{
    "Doddapatre":{
      "Method":[
        "Apply juice of leaves on the orbit to relieve pain"
      ]
    }
  }
}



